vertical-pod-autoscaler/experiments/nginx-test-rl-2/0/wrk_0.log
Running 15m test @ http://localhost:30347
  2 threads and 100 connections
  Thread calibration: mean lat.: 2246.975ms, rate sampling interval: 10584ms
  Thread calibration: mean lat.: 3209.986ms, rate sampling interval: 11886ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     0.88m    35.21s    2.67m    78.67%
    Req/Sec     3.80k     1.49k    5.13k    77.22%
  6792204 requests in 15.00m, 5.40GB read
  Socket errors: connect 0, read 267, write 14, timeout 0
Requests/sec:   7546.64
Transfer/sec:      6.14MB